// 应用映射表
export default {
  '000004': 'COMPANY',                                    // *公司*
  '000001': 'USER',                                       // *用户*
  '000003': 'JOB',                                        // *职位*
  'a4897429-f4f2-44a4-ade7-2fe8dc67c3cf': 'XSDD' ,        // *销售订单*
  '58a607ce-fe93-4d26-a42e-a374f4662f1c': 'XSBJ',         // *销售报价*
  '32a2c333-02a3-416f-a133-95c7a32da678': 'SJ',           // *商机*
  'a1e8592f-63c2-4a31-ba22-9d654484db1d': 'XSCK',         // *销售出库*
  '43ccbc27-bbb5-4cfb-997b-6d3823f1c03e': 'CGSQ',         // *采购申请*
  'dd4d228d-fc01-4038-bf17-df54d8d06eb9': 'CGDD',         // *采购订单*
  '1c5896d8-1500-4569-b0c5-6b596d03fb9b': 'CGRK',         // *采购入库*
  '1400': 'CH',                                           // *存货*
  'edf7b34b-8916-410f-801f-2db7e97efbde': 'KCPD' ,        // *库存盘点* 
  '4d9a7f8f-9a88-47b6-a1f4-3faed6423615': 'BDKCDB',       // *本地库存调拨*
  'b61ef324-f261-48d6-9c79-d1b475c24943': 'FYBX',         // *费用报销* 
  '9000': 'WLYE',                                         // *往来余额* 
  '1000': 'HBZJ',                                         // *货币资金* 
  '000100': 'HGCW',                                       // *合规财务报表*
  '630a9b96-f257-48b6-b0bc-fd64c455d92b': 'XMLX',         // *项目立项* 
  '0281f8eb-f1d2-415c-b566-756fc749ccb3': 'XMJH',         // *项目计划*
  'ee4ff0a1-c612-419d-afd7-471913d57a2a': 'XMRW'          // *项目任务*

}