// 相关联的应用映射表
export default {
  // 项目立项
  'PINI': {
    'b61ef324-f261-48d6-9c79-d1b475c24943': 'FYBX',       // *费用报销*
    '0281f8eb-f1d2-415c-b566-756fc749ccb3': 'XMJH',       // *项目计划*
    'b87a513e-99ec-4608-89db-3d6e97ef1432': 'XMJX'        // *项目结项*
  },
  //项目计划
  'PPLN': {
    'ee4ff0a1-c612-419d-afd7-471913d57a2a': 'XMRW',       // *项目任务*
  },
  //采购订单
  'PO': {
    '1c5896d8-1500-4569-b0c5-6b596d03fb9b': 'CGRK',        // *采购入库*
  },
  //采购申请
  'PAPP': {
    'dd4d228d-fc01-4038-bf17-df54d8d06eb9': 'CGDD',       // *采购订单*
  },
  //采购入库
  'POPI': {
    '482b7468-06eb-40c7-842a-f7ea6edb1c37': 'CGTHCK',      // *采购退货出库 *
  },
  //物料需求计划
  'PLAN': {
    '65ceb5a6-a120-11e8-862a-005056a136d0': 'NBJGDD',      // *内部加工订单*
    '7532f8ea-caf3-4fc4-97f6-b5aad7bcf6a0': 'WLXQTJ',         // *物料需求调减*
  },
  //销售订单
  'SO1': {
    'a1e8592f-63c2-4a31-ba22-9d654484db1d': 'XSCK',        // *销售出库*
  },
}
